tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

tap 'drone/drone'
tap 'heroku/brew'
tap 'nodenv/nodenv'
tap 'thoughtbot/formulae'

# Build tools and libs
brew 'coreutils'
brew 'gmp'
brew 'libyaml'
brew 'makedepend'
brew 'pkg-config'
brew 'readline'

brew 'antigen'
brew 'awscli'
brew 'bitrise'
brew 'git'
brew 'goenv'
brew 'heroku/brew/heroku'
brew 'imagemagick'
brew 'ios-deploy'
brew 'node-build'
brew 'nodenv-aliases'
brew 'nodenv-vars'
brew 'nodenv'
brew 'openssl'
brew 'thoughtbot/formulae/parity'
brew 'rbenv-aliases'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'rbenv'
brew 'ruby-build'
brew 'tldr'
brew 'yarn'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
brew 'zsh'


brew 'postgresql', start_service: false
brew 'mysql', start_service: false
brew 'redis', start_service: false


cask 'alfred'
cask 'daisydisk'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'harvest'
cask 'iterm2'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'
